Repository: gabrielgami01/MoodTracker
Catalog: MoodTracker/System/Localizable.xcstrings
Source language: en
Languages: es

source: Add any thoughts that reflect how you’re feeling
es: Añade cualquier pensamiento que refleje cómo te sientes

source: Add new reason
es: Añadir nueva razón

source: Add reason
es: Añadir razón

source: Afternoon
es: Tarde

source: All emotions
es: Todas las emociones

source: All reasons
es: Todas las razones

source: Angry
es: Enfadado

source: Anything you want to add
es: Algo más que quieras añadir

source: awesome
es: increíble

source: Awesome
es: Increíble

source: bad
es: mal

source: Bad
es: Mal

source: Because of
es: A causa de

source: Cancel
es: Cancelar

source: Choose the emotions that make you feel %@
es: Elige las emociones que te hacen sentir %@

source: Clear all
es: Borrar todo

source: Close
es: Cerrar

source: Confused
es: Confundido

source: Continue
es: Continuar

source: Cool
es: Guay

source: Dawn
es: Amanecer

source: Delete
es: Borrar

source: Delete existing mood?
es: ¿Eliminar mood existente?

source: Edit
es: Editar

source: Evening
es: Anochecer

source: Excited
es: Excitado

source: Future Date
es: Fecha futura

source: good
es: bien

source: Good
es: Bien

source: Happy
es: Feliz

source: Mood already logged
es: Mood ya registrado

source: Mood chart
es: Gráfica de moods

source: Morning
es: Mañana

source: Night
es: Noche

source: No Mood Logged
es: Ningún mood registrado

source: Note:
es: Nota:

source: Peaceful
es: Tranquilo

source: Reason
es: Razón

source: Save
es: Guardar

source: Select at least 1 emotion
es: Selecciona al menos 1 emoción

source: Select the mood that best reflects how you’re feeling right now
es: Selecciona el mood que mejor refleje cómo te sientes en este momento

source: Select the reason that reflected your emotions
es: Selecciona la razón que ha provocado cómo te sientes

source: Selected (max %lld)
es: Seleccionado (max %lld)

source: Stressed
es: Estresado

source: Surprised
es: Sorprendido

source: This will permanently delete your mood data
es: Esto eliminará permanentemente tus datos del mood

source: Try editing your existing mood instead
es: Puedes editar el mood que ya tienes guardado

source: What's your mood now?
es: ¿Cuál es tu mood actual?

source: What`s reason making you feel this way?
es: ¿Cuál es la razón por la que te sientes así?

source: Worried
es: Preocupado

source: You can’t register a mood for future dates.
es: No puedes registrar un mood para fechas futuras

source: You felt
es: Te sentiste

source: You haven’t logged any mood for this day.
es: No has registrado ningún mood para este día

source: You're feeling
es: Te sientes
